<div class="_htg451">
    <div class="_htg452">
        <h3>Requirements</h3>
        <ul>
            <li><span class="_5f7g11">အင်တာနက်ရှိရပါမည် </span></li>
            <li><span class="_5f7g11">အသုံးပြုရန် ဖုန်း သို့မဟုတ် ကွန်ပျူတာ တစ်လုံး လိုအပ်ပါသည်</span></li>
            <li><span class="_5f7g11">ကြိုးစားအားထုတ်မှု လိုအပ်ပါသည်</span></li>
        </ul>
    </div>
    <div class="_htg452 mt-35">
        <h3>Description</h3>
        <span class="_abc123"></span>
        <p>
          Easy Korean၏ basic courseကို teacherများကိုယ်တိုင် ထုတ်နှုတ်ရေးဆွဲထားခြင်း ဖြစ်ပြီး ကိုရီးယားဘာသာစကား၏ အခြေခံအုတ်မြစ်ဖြစ်သည့် ဗျည်း၊ သရ၊ ဗျည်းနှင့် သရ ပေါင်းစပ်ပုံ၊ အသတ်သံ‌ စသည်တို့ကို လွယ်ကူရိုးရှင်းစွာဖြင့် ထည့်သွင်းသင်ကြားပေးထားပါသည်။ 
        </p>

        <h4>Writing</h4>
        <p>
            Writing Skillအပိုင်းတွင်မူ အခြေခံအရေးအသားများကို အသေးစိတ် လေ့လာနိုင်မည် ဖြစ်ပါသည်။
        </p>

        <h4>Reading Skill </h4>
        <p>
            Reading Skillအပိုင်းတွင်လည်း အခြေခံဝေါဟာရများအသုံးပြုကာ တည်ဆောက်ထားသော စာကြောင်းများ၊ စာပိုဒ်တိုများကို ဖတ်ရှုလေ့လာနိုင်မည်ဖြစ်ပါသည်။
        </p>

        <h4>Grammar </h4>
        <p>
            Basic level Grammarများကို exampleများနှင့်တကွ အလွယ်ကူဆုံးနည်းလမ်းများဖြင့် ရှင်းလင်းပြသပေးထားပါသည်။
        </p>

        <h4>Daily Plan </h4>
        <p>
            Dayအလိုက် လေ့လာချင်သူများအနေဖြင့် 21Daysဆိုသည့် Daily Planလေးလည်း ထည့်ပေးထားပါသည်။ Daily Planထဲမှာမူ Additional course ထဲမှ Vocabularyများကိုပါ ထည့်သွင်းပေးထားခြင်းဖြစ်သည့်အတွက် Vocabulary များကို လွယ်ကူရိုးရှင်းစွာ လေ့လာမှတ်သားနိုင်မည်ဖြစ်ပါသည်။
        </p>

        <h4> Our Support </h4>
        <p>
            မသိနားမလည်သည့် သင်ခန်းစာများ ရှိပါက Easy Korean၏ Chat boxတွင် Teacher sectionမှတစ်ဆင့် Teacherများကို မေးမြန်းစုံစမ်းနိုင်ပြီး Telegram groupမှလည်း မေးမြန်းနိုင်ပါသည်။ Calamus Educationမှ လေ့လာသူအားလုံးအတွက် အကောင်းဆုံး ကြိုးစားလျက်ရှိပါသည်။
         
        </p>

        <h4>Recommendation</h4>
        <p>
            သင်ခန်းစာ တစ်ခုကို နားလည်သဘောပေါက်ပြီး ပိုင်နိုင်မှသာလျှင် နောက်သင်ခန်းစာ အသစ် တက်သင့်ကြောင်း အကြံပြုချင်ပါတယ်။ 
        </p>

    </div>						
</div>		


 
