<div class="_htg451">
    <div class="_htg452">
        <h3>Requirements</h3>
        <ul>
            <li><span class="_5f7g11">အင်တာနက်ရှိရပါမည် </span></li>
            <li><span class="_5f7g11">အသုံးပြုရန် ဖုန်း သို့မဟုတ် ကွန်ပျူတာ တစ်လုံး လိုအပ်ပါသည်</span></li>
            <li><span class="_5f7g11">ကြိုးစားအားထုတ်မှု လိုအပ်ပါသည်</span></li>
        </ul>
    </div>
    <div class="_htg452 mt-35">
        <h3>Description</h3>
        <span class="_abc123"></span>
        <p>
         Easy English ၏ Basic Course ကို အလယ်တန်းကျောင်းသား/ ကျောင်းသူများမှ စတင်ပြီး လေ့လာနိုင်ပါသည်။ (၂၁) ရက်စာ လေ့လာရမည်ဖြစ်ပြီး နေ့အလိုက်လေ့လာရမည့် သင်ခန်းစာများကိုလည်း ထည့်သွင်းဖော်ပြ ပေးထားပါတယ်။ သင်ခန်းစာတစ်ခုချင်းစီကို နားလည်သဘောပေါက်မှ သာလျှင် နောက်ထပ်သင် ခန်းစာ တစ်ခုကို ထပ်မံလေ့လာသင့်ပါသည်။ 
        </p>

        <h4>Basic Grammar</h4>
        <p>
            Basic Grammar အပိုင်းတွင် အခြေခံ သိထားရမည့် English  Grammar များကို ထည့်သွင်းဖော်ပြပေးထားပြီး Easy English App ၏ Note book အပိုင်းမှ Basic Grammar စာအုပ်နှင့် တွဲဖက်လေ့လာသင့်ပါသည်။
        </p>

        <h4>Speaking</h4>
        <p>
          Speaking အပိုင်း အနေဖြင့် နေ့စဉ်ဘဝအပြောအဆိုများတွင် အခြေခံ သိသင့်သည့် စကားပြောများကို ထည့်သွင်း ဖော်ပြပေးထားပြီး ထပ်တလဲလဲ လေ့ကျင့်ပြောဆိုသင့်ပါသည်။
        </p>

        <h4>Listening</h4>
        <p>
            အပိုင်းတွင်လည်း မိမိ၏ Listening Skill တိုးတက်စေရန် Audio (အသံ) များနှင့် နားထောင်ပြီး နားရည်ဝ သည်အထိ လေ့ကျင့်သွားရမည် ဖြစ်ပါသည်။
        </p>

        <h4>
            Reading
        </h4>
        <p>
            Reading အပိုင်းတွင် အရိုးရှင်းဆုံး ဝါကျများနှင့်ရေးသားထားသော Short Story များကို လေ့လာသွားရမည် ဖြစ်ပြီး မိမိ၏ Reading Skill ကို တိုးတက်အောင် လေ့ကျင့်သွားရမည်ဖြစ်ပါသည်။ Short Story  တစ်ပုဒ်ချင်းစီတိုင်းတွင် သက်ဆိုရာ Vocabulary စကားလုံးများ တပါးတည်း ထည့်သွင်းပေးထားသောကြောင့် မိမိ၏ ဝေါဟာရ တိုးတက် ကြွယ်ဝအောင် လေ့လာမှတ်သားနိင်ပါသည်။ Reading Skill အားနည်းသော လေ့လာသူများအနေဖြင့်လည်း Teacher ၏ အကူအညီရယူကာ လေ့လာမှတ်သားနိုင်စေရန် Teacher များမှ ရှင်းလင်း သင်ကြားပေးထားသော အသံများကို ထည့်သွင်းပေးထားပါသည်။
        </p>
        
        <h4> Our Support </h4>
        <p>
            မသိနားမလည်သည့် သင်ခန်းစာများ ရှိပါက Easy English ၏ Chat boxတွင် Teacher sectionမှတစ်ဆင့် Teacherများကို မေးမြန်းစုံစမ်းနိုင်ပြီး Telegram groupမှလည်း မေးမြန်းနိုင်ပါသည်။ 
         
        </p>

         
        <p>
            Basic Course နှင့်ပတ်သက်ပြီး အကြံပြုချက်များကိုလည်း Review ရေးသားပေးပို့နိုင်ပါသည်။ Calamus Education မှ လေ့လာသူများအားလုံးအတွက် အကောင်းဆုံး ကြိုးစားလျက်ရှိပါသည်။ <br>
            Thanks<br>
            Easy English <br>
            Calamus Education 
        </p>

    </div>						
</div>		

