<div class="_htg451">
    <div class="_htg452">
        <h3>Requirements</h3>
        <ul>
            <li><span class="_5f7g11">အင်တာနက်ရှိရပါမည် </span></li>
            <li><span class="_5f7g11">အသုံးပြုရန် ဖုန်း သို့မဟုတ် ကွန်ပျူတာ တစ်လုံး လိုအပ်ပါသည်</span></li>
            <li><span class="_5f7g11">ကြိုးစားအားထုတ်မှု လိုအပ်ပါသည်</span></li>
        </ul>
    </div>
    <div class="_htg452 mt-35">
        <h3>Description</h3>
        <p> Vocabulary Courseတွင် Easy Korean၏ Teacherများ ကိုယ်တိုင်သင်ရိုးထုတ်နှုတ်ထားသည့် Vocabularyများကို Dayအလိုက် ရုပ်ပုံများဖြင့်လေ့လာနိုင်မည် ဖြစ်၍ Course လေးကတော့ စုစုပေါင်း 75ရက်တာ ကြာမြင့်မည်ဖြစ်ပါသည်။ဒါ့အပြင် တစ်ပတ်တစ်ခါ textများပါရှိပြီး Vocabularyများကို ရုပ်ပုံများဖြင့်ပါ ကျက်မှတ်ရမည်ဖြစ်သည့်အတွက် မိမိ၏ မှတ်နိုင်စွမ်းကို ပို၍ မြှင့်တင်နိုင်မည်ဖြစ်ပါသည်။</P>
        <h4> App Course Intro နှင့် Yonsei Textbookအကြောင်း</h4>

        <h4>
            လေ့လာသင့်သည့် သူများ
        </h4>
        <p>
            Vocabulary Courseကိုမူ Level 1လေ့လာနေသူ သို့မဟုတ် ဗျည်း၊သရ အခြေခံပိုင်နိုင်ပြီးသူများမှစ၍ လေ့လာနိုင်ပါသည်။
        </p>

        <h4> Our Support </h4>
        <p>
            မသိနားမလည်သည့် သင်ခန်းစာများ ရှိပါက Easy Korean၏ Chat boxတွင် Teacher sectionမှတစ်ဆင့် Teacherများကို မေးမြန်းစုံစမ်းနိုင်ပြီး Telegram groupမှလည်း မေးမြန်းနိုင်ပါသည်။ Calamus Educationမှ လေ့လာသူအားလုံးအတွက် အကောင်းဆုံး ကြိုးစားလျက်ရှိပါသည်။
         
        </p>
        <h4>Recommendation</h4>
        <p>
            သင်ခန်းစာ တစ်ခုကို နားလည်သဘောပေါက်ပြီး ပိုင်နိုင်မှသာလျှင် နောက်သင်ခန်းစာ အသစ် တက်သင့်ကြောင်း အကြံပြုချင်ပါတယ်။ 
        </p>

    </div>						
</div>		


 
